Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/languageindex/index.html.txt.tmx
Source language: en
Languages: ga

source: • European elections - counting the votes • European environmental law
ga: • Clárú náisiúnach neamh-LEE in Éirinn

source: • European government • European laws
ga: • Cleachtais tráchtála éagóracha

source: • European small claims procedure
ga: • Cliseadh pósta nó caidrimh

source: • Extra social welfare benefits
ga: • Coimisiún Ombudsman an Gharda Síochána

source: • Facilities for voters with disabilities
ga: • Coimisiún na Scrúduithe Stáit

source: • Factors considered by a court in a separation/divorce/dissolution
ga: • Coimisiún na hÉireann um Chearta an Duine agus Comhionannas

source: • Fair grounds for dismissal
ga: • Coimisiún na hEorpa

source: • Family and shared homes
ga: • Coinníollacha chun íocaíocht cuardaitheora poist a fháil

source: • Fees and supports for third-level education
ga: • Coireanna a aicmiú i gcúiseanna coiriúla

source: • Fertility services and cohabiting couples
ga: • Cóiríocht do dhaoine ar deonaíodh stádas dídeanaí nó cosanta coimhdí dóibh nó ar tugadh cead dóibh chun fanacht

source: • Financial assistance following a bereavement
ga: • Coistí forbartha pobail áitiúil

source: • Financial help with going to school
ga: • Coistí údaráis áitiúil

source: • Financial transactions with other EU countries
ga: • Comhairle Shábháilteachta do ghluaisteánaithe

source: • Find a Citizens Information Centre
ga: • Comhairle Shábháilteachta nuair a gluaisteánaíochta

source: • Finding a job in Ireland
ga: • Comhairle agus Cúnamh Dlí

source: • Finding and getting a job
ga: • Comhairle maidir le carr nua a cheannach

source: • Fixed line telephone services
ga: • Comhaontuithe fruilithe tomhaltóra

source: • Food safety and environmental health services
ga: • Comhionannas aoise san fhostaíocht

source: • Food safety and food poisoning
ga: • Comhionannas san ionad oibre

source: • Food safety in the home
ga: • Comhlimistéar Taistil idir Éire agus an Ríocht

source: • Fostering and cohabiting couples
ga: • Comórtas na mBailte Slachtmhara

source: • Free Travel in Ireland
ga: • Cónaí agus sainchónaí cánach in Éirinn

source: • Free movement of people within the Schengen Area • Freedom of information
ga: • Conarthaí ar théarmaí seasta nó sainchuspóra

source: • Frequently asked questions about redundancy
ga: • Conarthaí gan uaireanta oibre sainiúla (conarthaí uaireanta-nialasacha)

source: • Functions and duties of individuals in a court of law
ga: • Conas a ÃºsÃ¡idtear suÃ­omh grÃ©asÃ¡in FaisnÃ©is do ShaorÃ¡naigh

source: • Functions of local authorities
ga: • Conas a mheasúnaítear pinsin le linn idirscartha/colscartha/scaoilte

source: • Functions of the President • Functions of the Seanad
ga: • Conas cothabháil a mheas mar acmhainn

source: • Fundamental Rights under the Irish Constitution
ga: • Conas do dhualgais chánach a chomhlíonadh

source: • Funerals • Further Education and Training (FET) allowances
ga: • Conas feithicil a bhfuil a ré caite a dhiúscairt

source: • Further Education and Training (FET) courses
ga: • Conas gearán tomhaltóra a dhéanamh

source: • Further and higher education qualifications G
ga: • Conas is féidir le hioncam tuismitheoirí tionchar a imirt ar an Liúntas Cuardaitheora Poist

source: • GP and hospital services
ga: • Conas síniú a dhéanamh

source: • Garda Juvenile Diversion Programme
ga: • Córas Leasa Shóisialaigh na hÉireann

source: • Garda Síochána - national police force
ga: • Córas Oideachais na hÉireann

source: • Garda Síochána Ombudsman Commission • Garda Station Legal Advice Revised Scheme
ga: • Córas iarratais agus riachtanais iontrála coláistí

source: • General Employment Permit • General elections
ga: • Corp a thabhairt ar ais go hÉirinn chun é a adhlacadh nó a chréamadh

source: • Getting a transfer to another local authority home
ga: • Corp duine a dhí-adhlacadh

source: • Giving evidence by television-link • Giving notice when changing your job
ga: • Cosaint chomhshaoil an dúlra agus na bithéagsúlachta

source: • Glossary of employment terms
ga: • Cosaint do sceithirí

source: • Glossary of immigration terms • Go for Life programme
ga: • Cosaint idirnáisiúnta - achoimre

source: • Going abroad or on holidays and social welfare payments
ga: • Cosaint thomhaltóirí na seirbhísí airgeadais

source: • Going to post-primary school
ga: • Cosc agus rialú ar thruailliú

source: • Going to primary school
ga: • Cosc ar chaitheamh tobac sa láthair oibre

source: • Government and Dáil Éireann
ga: • Cothabháil agus tuismitheoirí aonair

source: • Grant scheme to replace lead pipes and fittings
ga: • Creidmheas Cánach do Chúramóirí Baile

source: • Grants and funds available for mature students
ga: • Creidmheas Cánach do Pháiste le hÉagumas

source: • Guarantees on Goods and Services
ga: • Creidmheas agus Fiacha

source: • Guardian's and orphan's payments
ga: • Creidmheas cánach i leith gaoil chleithiúnaigh

source: • Guardianship status of fathers
ga: • Creidmheasanna agus faoiseamh cáin ioncaim

source: • Guide to Brexit • Guide to entitlements for over sixties
ga: • Creidmheasanna agus faoiseamh cánach ioncaim tar éis báis

source: • Guide to entitlements for people with disabilities
ga: • Creidmheasanna agus faoiseamh do dhaoine míchumasaithe

source: • Guide to information for school leavers • Guides H
ga: • Creidmheasanna agus faoiseamh do dhaoine míchumasaithe

source: • HEAR admissions scheme for students from disadvantaged backgrounds
ga: • Creidmheasanna agus faoisimh chánach fostaíochta

source: • Health • Health Service Executive
ga: • Cross-Border Healthcare Directive

source: • Health agencies • Health and Safety Benefit
ga: • Cruinnithe den Údarás Áitiúil

source: • Health care • Health issues when travelling abroad
ga: • Cuairt a thabhairt ar duine sa phríosún

source: • Health services for people with disabilities
ga: • Cuairteoirí go hÉirinn - Coireanna a Sheachaint

source: • Health services for pre-school children
ga: • Cúirt Bhreithiúnais an Aontais Eorpaigh

source: • Health services for visitors to Ireland
ga: • Cúirt Uachtarach na hÉireann

source: • Heathcare in Ireland • Help page
ga: • Cúiseanna maithe le dífhostú

source: • Help to Buy incentive
ga: • Cúiteamh agus íospartaigh

source: • Help with buying a home • Help with low pay
ga: • Cúiteamh le haghaidh eitiltí san AE atá ró-áirithithe, curtha ar ceal agus ar a bhfuil moill

source: • Hepatitis C and the Health Amendment Act Card
ga: • Cúlra reachtach: Rochtain ar fhaisnéis comhshaoil

source: • Hire purchase agreements • Home
ga: • Cumhachtaí údarás aitiúla

source: • Home Carer's Tax Credit
ga: • Cúnamh airgeadais tar éis báis

source: • Home Choice Loan • Home Renovation Incentive
ga: • Cúnamh dlí d'iarrthóirí tearmainn

source: • Home School Community Liaison Scheme
ga: • Cúnamh dlí sibhialta agus conspóidí trasteorann

source: • Home birth • Home help service
ga: • Cúnamh do dhaoine ar phá iseal

source: • Home owners • Home repossession
ga: • Cúnamh sóisialach in Éirinn

source: • Horse identification and control
ga: • Cuntas a thabhairt ar Iarratas ar chead pleanála

source: • Hostile witness • Hours of work
ga: • Cuntas caighdeánach bainc

source: • Houses of the Oireachtas
ga: • Cúram Leanaí le linn cúrsaí gairmoiliúna

source: • Housing • Housing Adaptation Grant for People with a Disability
ga: • Cúram Sláinte in Éirinn

source: • Housing and other supports for homeless people
ga: • Cúram iarbhreithe do do naíonán

source: • Housing associations and co-operatives • Housing debt
ga: • Cúram máithreachais agus an bhanaltra sláinte phoiblí

source: • Housing for older people • Housing grants and schemes
ga: • Cúram sláinte i Aontais Eorpaigh

source: • Housing tax credits and reliefs
ga: • Cúram sláinte in Éirinn

source: • How civil partnership changes your legal status
ga: • Cúrsaí Iar Ard-Teistiméireachta

source: • How parents' income can affect Jobseeker's Allowance
ga: • Cúrsaí Láithreachais agus smachta sna scoileanna

source: • How parents' income can affect Supplementary Welfare Allowance
ga: • Cúrsaí Pleanála agus Forbartha in Éirinn

source: • How social welfare payments are paid
ga: • Cúrsaí airgid tar éis báis

source: • How to comply with your tax obligations
ga: • Cúrsaí dlí agus sláinte

source: • How to dispose of an end-of-life vehicle • How to make a consumer complaint
ga: • Cúrsaí oiliúna Breisoideachais agus Oiliúna (BOO)

source: • How you are called as a witness • How your income tax is calculated
ga: • Cúrsaí traenála gluaisrothair ceadaithe in Éirinn

source: • Howtos • Humanitarian Assistance Scheme
ga: • Cúrsaí tríú-leibhéal do mhic léinn aibí

source: • If you do not get a declaration as a refugee • If your landlord wants you to leave
ga: • D’ainm a athrú trí ghníomhas aonpháirtí

source: • Illness in your retirement • Immigration rules for full-time non-EEA students
ga: • Daingneacht tionachta do thionóntaí príobháideacha

source: • Importing a vehicle into Ireland
ga: • Daoine óga ag obair

source: • Improvement works in lieu of local authority housing
ga: • Daoine scothaosta agus íocaíochtaí cuardaitheora poist

source: • Incapacitated Child Tax Credit
ga: • Deileáil le Bás agus Brón

source: • Income Tax in Retirement • Income levy
ga: • Deileáil le hEastát an Mhairbh

source: • Income supports for older people
ga: • Déileáil le haispeist

source: • Income tax • Income tax credits and reliefs
ga: • Deileáil le margaíocht díreach nár iarradh

source: • Income tax credits and reliefs following a death
ga: • Déileáil le ríomhphost déistineach nó gan iarraidh

source: • Industrial relations and trade unions
ga: • Deontais Mhic Léinn Iarchéime

source: • Information for those affected by bereavement
ga: • Deontais agus cistí atá ar fáil do mhic léinn aibí

source: • Information for younger jobseekers
ga: • Deontais agus scéimeanna tithíochta

source: • Inheritance rights of cohabiting couples
ga: • Deontais chun an láthair-oibre a chuir in oiriúint agus a áisiú do fhoireann faoi mhíchumas

source: • Inheriting a local authority tenancy
ga: • Deontais do fhostóirí chun fostaithe faoi mhíchumas a choinneáil

source: • Injury Benefit • Inquests
ga: • Deontais léitheoirí pearsanta

source: • Insolvency Service of Ireland • Inspection of schools
ga: • Deontais traenála le bheith ar an eolas maidir le míchumas

source: • Inspection of septic tanks and other domestic waste water treatment systems
ga: • Deontais trealaimh do scoláirí le riachtanaisí speisealta

source: • Inspector of Mental Health Services
ga: • Deontas Baintreachais nó Páirtnéara Shibhialta Mharthanaigh

source: • Insurance • Insurance protection on mortgages
ga: • Deontas Caomhnaithe Uisce

source: • Interest on loans and savings • International Driving Permit
ga: • Deontas Oiriúnaithe Tithe do Dhaoine faoi Mhíchumas

source: • International protection – an overview • Introduction to income tax credits and reliefs
ga: • Deontas Tacaíochta do Chúramóirí (ar a dtugadh an Deontas Cúraim Faoisimh)

source: • Introduction to the Irish System
ga: • Deontas do Dhaoine in Aois a gCéid

source: • Introduction to the euro area • Invalidity Pension
ga: • Deontas le Teach Altranis a Íoc

source: • Irish Museum of Modern Art • Irish citizens coming or returning to Ireland
ga: • Diaitéiteach/Saineolaithe Cothúcháin Chliniciúla

source: • Irish citizenship through birth or descent
ga: • Dífhostaíocht agus Iomarcaíocht

source: • Job Interview Interpreter Grant
ga: • Díoluine cánach do do thiománaithe agus do phaisinéirí faoi mhíchumas

source: • Jobseeker's Allowance and work
ga: • Díospóidí a réiteach idir tiarnaí talún agus tionóntaí

source: • Jobseeker's Benefit and work
ga: • Díospóidí le hinstitiúidí airgeadais i dtíortha eile de chuid an AE

source: • Joint tenancy and relationship breakdown
ga: • Díotha cónaithe do chabhair shóisialta in Éirinn

source: • Judicial review in planning and environmental matters
ga: • Dleacht stampála ar chártaí airgeadais

source: • Judicial review of public decisions
ga: • Dleacht stampála ar réadmhaoin

source: • Lay off, short-time working and redundancy
ga: • Do Shláinte tar éis na Breithe

source: • Learner driving permits for buses and trucks
ga: • Do cheadúnas tiomána a athnuachan

source: • Learner driving permits for cars and work vehicles
ga: • Do cheadúnas tiomána a athrú go ceadúnas tiomána Éireannach

source: • Learner driving permits for motorcycles • Learner driving permits for trailers
ga: • Do cheadúnas tiomána nó do cheadúnas foghlaimeora a nuashonrú

source: • Leaving Certificate Vocational Programme
ga: • Do chearta leasa shóisialta agus tú ag fágáil Éireann

source: • Leaving Certificate examination fees • Leaving Ireland
ga: • Do chearta mar thionónta chumann tithíochta

source: • Leaving Ireland and your social security entitlements
ga: • Do chearta nuair a cheannaíonn tú seirbhís

source: • Leaving work without being paid
ga: • Do pháisté a aistriú chuig meánscoil Éireannach

source: • Legal aid and advice
ga: • Do phost a chailliúint - teidlíochtaí

source: • Legal aid for asylum seekers
ga: • Do roghanna maidir le cúram leanaí

source: • Legal arrangements for incapacity
ga: • Do theaghlach breithe a lorg

source: • Legal fees and costs for civil cases
ga: • Do theastais P45 agus P60

source: • Legal implications of a broken engagement
ga: • Dramh-threalamh Leictreonach agus Leictreach a Athchúrsáil

source: • Legal options following the breakdown of a civil partnership
ga: • Dramhaíl Tí a Mhúiríniú

source: • Legal prerequisites for marriage • Legal representation in criminal cases
ga: • Dramhaíl ó fhearais leictreacha agus leictreonacha

source: • Legislation applying to broken engagements • Legislative
ga: • Drugaí agus cógais

source: • Leonardo da Vinci Programme 2007-2013
ga: • Drugaí agus cógais ordaithe

source: • Liability of carriers of passengers by sea in the European Union
ga: • Dualgais atá ar phaisinéirí feithiclí beaga seirbhíse poiblí

source: • Licensing of boats and watercraft in Ireland
ga: • Dualgais atá ar thiománaithe Feithiclí Beaga Seirbhíse Poiblí (FBSP) in Éirinn

source: • Life insurance, pensions and civil status in Ireland
ga: • Dualgais cúraim na múinteoirí

source: • Life skills training for people with vision impairments
ga: • Dualgas an fhostóra árachas sóisialta (ÁSPC) a íoc

source: • Local Elections - Nomination of Candidates
ga: • Dul chun scoile iar-bhunoideachais E

source: • Local Elections in Ireland
ga: • Eagraíochtaí a thacaíonn le hothair

source: • Local Property Tax (LPT)
ga: • Eagraíochtaí agus acmhainní do bhunscoileanna

source: • Local and regional government
ga: • Eagraíochtaí agus acmhainní le haghaidh iarbhunscoileanna

source: • Local authority and social housing
ga: • Earra in ionad, aisíocaíochta agus nótaí sochair

source: • Local authority home improvement loans
ga: • Easpa dídine na n-óg

source: • Local community development committees
ga: • Éileamh a chur isteach go déanach

source: • Looking for a flat or house to rent
ga: • Éire a fhágáil

source: • Looking for work: education and training
ga: • Eiseachadadh chuig agus ó Éirinn

source: • Losing your home • Losing your job
ga: • Eolas faoin Euro

source: • Losing your job • Losing your job - entitlements
ga: • Eolas suas chun dáta ar na dlithe fostaíochta

source: • Main institutions of the State
ga: • Fadhbanna pósta agus caidrimh eile

source: • Maintenance and lone parents
ga: • Faireachas sa láthair oibre

source: • Maintenance and social welfare payments
ga: • FaisnÃ©is EarnÃ¡la PoiblÃ­ a AthÃºsÃ¡id

source: • Maintenance orders and agreements
ga: • Faisnéis do chuardaitheoirí poist óga

source: • Making a complaint about a Financial Service Provider
ga: • Faoi mar a chaitear le duine faoi choimeád

source: • Making a complaint about a TV or radio programme
ga: • Faoiseamh Cánach ar Tháillí Tithe Altranais agus ar son Gaolta

source: • Making a complaint about a health service
ga: • Faoiseamh cánach ar na costais a bhaineann le cúramóir baile a fhostú

source: • Making a complaint about a newspaper or magazine
ga: • Faoiseamh cánach ar tháillí don tríú leibhéal

source: • Making a complaint about a taxi, hackney or limousine
ga: • Faoiseamh cánach ar tháillí don tríú leibhéal

source: • Making a complaint about telecommunications or postal services
ga: • Faoiseamh cánach ar tháillí seirbhísí baile

source: • Making a late claim
ga: • Faoiseamh cánach ar ús morgáiste/Faoiseamh cánach ag an bhfoinse

source: • Management companies for apartment blocks • Marital status and inheritance
ga: • Faoisimh agus creidmheasanna cánach i leith tithíochta

source: • Marital status and social welfare entitlements
ga: • Faoisimh chánach do dhaoine a bhfuil lagú radhairc orthu

source: • Maritime passenger rights in the European Union
ga: • Feidhmeanna agus dualgais éagsúla i gcúirt dlí

source: • Maternity and infant care services
ga: • Feidhmeanna na n-údarás áitiúil

source: • Maternity care and the public health nurse
ga: • Feidhmeannacht na Seirbhíse Sláinte

source: • Maximum fines on summary conviction
ga: • Féinfhostaíocht agus dífhostaíocht

source: • Means test for Jobseeker's Allowance
ga: • Feirmeoireacht agus iascaireacht

source: • Medical services and entitlements for asylum seekers
ga: • Fianaise a thabhairt le nasc teilifíse

source: • Migrant workers and unemployment • Minimum rates of pay
ga: • Fíneálacha páirceála agus clampáil feithiclí

source: • Minimum standards for rented housing
ga: • Fíneálacha uasta ar ciontú achomair

source: • Mobility Aids Grant Scheme
ga: • Finnéithe faoi 18 mbliana

source: • Mobility training for people with visual impairments
ga: • Fiosrú na niarratas ag Coimisinéir Iarratais do Dhídeanaithe

source: • Money Advice and Budgeting Service
ga: • Fógraí um Fhaoiseamh Fiachais

source: • Money matters after a death
ga: • Foinsí eolais maidir le filleadh ar oideachas

source: • Mortgage Arrears Resolution Process (MARP)
ga: • Forbhreathnú ar cheadanna fostaíochta

source: • Motor tax and insurance
ga: • Forghníomhú an Dlí

source: • Motor tax, carbon tax and other taxes • Motorcycle driving tests in Ireland
ga: • Forléargas ar chóras oideachais na hÉireann

source: • Moving abroad from Ireland
ga: • Forlíontaí téimh agus aiste bia

source: • Moving from home to long-term care
ga: • Fostaíocht agus míchumas

source: • Moving to Ireland and your social security entitlements
ga: • Fostaíocht pháirtaimseartha agus árachas sóisialach

source: • Moving to Ireland for third-level education
ga: • Fostaíocht: tusa agus do phost

source: • Moving to a new home
ga: • Fothoghcháin in Éirinn

source: • Moving your children to primary school
ga: • Freagairtí maidir le riaráistí morgáiste agus fiachas pearsanta

source: • Moving your children to secondary school
ga: • Fuadach idirnáisiúnta leanaí

source: • National Age Card Scheme • National Archives of Ireland
ga: • Gabháil agus coinneáil neamhdhleathach

source: • National Elections • National Gallery of Ireland
ga: • Gailearaí Náisiúnta na hÉireann

source: • National Intellectual Disability Database
ga: • Gairmchlár na hArdteistiméireachta

source: • National Museum of Ireland
ga: • Gairmoideachas agus oiliúint

source: • National Physical and Sensory Disability Database
ga: • Gasúir agus Ógchiontóirí

source: • National mortgage-to-rent scheme • National policy on children and young people
ga: • Gealtacht choiriúil agus meabhairshláinte

source: • Negligence and compensation in a civil case
ga: • Gearán a dhéanamh faoi nuachtán nó faoi iris

source: • Neighbourhood Watch • Night work • Noise nuisance
ga: • Gearán a dhéanamh faoi sheirbhís sláinte

source: • Nomination of Candidates for election to the European Parliament
ga: • Gearán a dhéanamh faoi soláthróirí seirbhíse airgeadais

source: • Nomination of Seanad panel candidates
ga: • Gearán a dhéanamh faoi thiománaí tacsaí, hacnaí nó limisín in Éirinn

source: • Nomination of candidates for membership of Dáil Éireann
ga: • Gearán a dhéanamh maidir le clár teilifíse nó raidió in Éirinn

source: • Nomination to the Seanad by the Taoiseach
ga: • Gearradh cánach ar dhaoine pósta in Éirinn

source: • Non-Principal Private Residence Charge (NPPR) • Notaries public
ga: • Gearradh cánach ar íocaíochtaí leasa shóisialaigh

source: • Notice of intent to remain in rented dwelling
ga: • Gearradh pionóis ag trialacha coiriúla in Éirinn

source: • Notice of termination of tenancy
ga: • Gluais de Théarmaí Inimirce

source: • Notification requirements for marriage
ga: • Gluais de théarmaí fostaíochta

source: • Nullity of civil partnership
ga: • Gluais théarmaíocht fhiachais

source: • Office of the Accountant of the Courts of Justice • Office of the Court of Appeal – Civil
ga: • Gníomhaíochtaí athstiúrtha agus cláir d'ógchiontóirí

source: • Office of the Court of Appeal – Criminal and Military
ga: • Gníomhaíochtaí caitheamh aimsire do dhaoine óga

source: • Office of the General Solicitor for Minors and Wards of Court
ga: • Gníomhaireachtaí a sholáthraíonn seirbhísí do dhaoine gan dídean

source: • Office of the Taxing Master
ga: • Gnó a chur ar bun

source: • Older People and Working
ga: • Gnó a dhúnadh nó a dhíol

source: • Older people and jobseeker's payments
ga: • Gradam an Uachtaráin – Gaisce

source: • Older people's tax credits and reliefs
ga: • Grinnfhiosrúcháin an Gharda Síochána

source: • Online services for PAYE taxpayers
ga: • Iarmhairtí neamhnithe sibhialta pósta

source: • Opening and switching a bank account
ga: • Iarratas a dhéanamh ar Choláiste

source: • Optometric and ophthalmic services
ga: • Iarratas a dhéanamh ar cheadúnas tiomána

source: • Ordinary referendum • Organ and body donation
ga: • Iarratas a dhéanamh ar thithíocht shóisialta/údaráis áitiúil

source: • Organisations and resources for post-primary schools
ga: • Iarrthóirí Painéal an tSeanaid a Ainmniú

source: • Organisations and resources for primary schools
ga: • Iarrthóirí a ainmniú do bhallraíocht i bParlaimint na hEorpa

source: • Other types of leave from work
ga: • Iasacht Rogha Tí

source: • Overview of employment permits
ga: • Iasachtaí agus creidmheas

source: • Overview of employment rights enforcement
ga: • Íasachtaí ón údarás áitiúil ar mhaithe le feabhsucháin tí

source: • Overview of hospital services
ga: • Iasachtú airgid in Éirinn

source: • Overview of mental health and mental illness
ga: • Idirghabháil sa láthair oibre

source: • Overview of mortgage debt
ga: • Imeacht thar lear

source: • Overview of problem debt
ga: • Imeachtaí cúirte chun fiachais a aisghabháil

source: • Overview of the Irish education system
ga: • Imeachtaí i gcásanna cúirte sibhialta

source: • Overview of the Supplementary Welfare Allowance Scheme
ga: • Inghlacthacht ráiteas finné áirithe i dtriail choiriúil

source: • Overview: people granted refugee status or subsidiary protection or permission to remain
ga: • Iniúchadh umair sheipteacha agus córais chóireála fuíolluisce tí eile

source: • PAYE overpayments and underpayments of tax
ga: • Institiúidí airgeadais agus aitheantas

source: • Parking facilities for people with disabilities
ga: • Íocaíocht na Cánach Maoine Áitiúla a Iarchur

source: • Parking fines and vehicle clamping
ga: • Íocaíochtaí Cúnaimh Shóisialta

source: • Parole Board of Ireland
ga: • Íocaíochtaí Leasa Shóisialaigh

source: • Part-Time Job Incentive Scheme
ga: • Íocaíochtaí Leasa Shóisialaigh le Teaghlaigh agus le Leanaí

source: • Part-time work and social insurance (PRSI)
ga: • Íocaíochtaí leasa shóisialaigh agus an deontas mac léinn

source: • Patient support organisations • Pay and employment
ga: • Iompar frithshóisialta daoine fásta

source: • Pay slips • Paying social insurance (PRSI)
ga: • Iompar frithshóisialta i dtithíocht shóisialta

source: • Paying the Local Property Tax (LPT)
ga: • Iompar frithshóisialta leanaí
